Repository: mduu/SolarLens
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

source: Charges your car only when enough solar power is available. Charging speed adjusts automatically based on current solar production.
da: Oplader kun din bil, når der er nok solenergi tilgængelig. Ladehastigheden tilpasses automatisk efter den aktuelle solproduktion.
de: Lädt dein Auto nur, wenn genügend Solarstrom verfügbar ist. Die Ladegeschwindigkeit passt sich automatisch an die aktuelle Solarproduktion an.
fr: Charge votre voiture uniquement lorsque suffisamment d'énergie solaire est disponible. La vitesse de charge s'adapte automatiquement à la production solaire actuelle.
it: Carica la tua auto solo quando è disponibile abbastanza energia solare. La velocità di carica si adatta automaticamente alla produzione solare attuale.

source: Charging
da: Opladning
de: Laden
fr: Chargement
it: Ricarica

source: Charging is completely disabled. The car will not charge.
da: Opladning er helt deaktiveret. Bilen vil ikke blive opladet.
de: Das Laden ist vollständig deaktiviert. Das Auto wird nicht geladen.
fr: La charge est complètement désactivée. La voiture ne sera pas chargée.
it: La carica è completamente disattivata. L'auto non verrà caricata.

source: Charging limit:
da: Opladningsgrænse:
de: Ladelimit:
fr: Limite de charge:
it: Limite di carica:

source: Charging mode
da: Opladningstilstand
de: Lademodus
fr: Mode de charge
it: Modalità di ricarica

source: Charging Mode
da: ladetilstand
de: Lademodus
fr: Mode de charge
it: Modalità di ricarica

source: Charging mode reset to %@.
da: Opladningstilstand nulstillet til %@.
de: Lademodus auf %@ zurückgesetzt.
fr: Mode de charge réinitialisé sur %@.
it: Modalità di ricarica reimpostata su %@.

source: Charging power:
da: Opladningseffekt:
de: Ladeleistung:
fr: Puissance de charge:
it: Potenza di carica:

source: Charging station
da: Ladestation
de: Ladestation
fr: Borne de recharge
it: Stazione di ricarica

source: Charging Station
da: Ladestation
de: Ladestation
fr: Station de charge
it: Stazione di ricarica

source: Charging station phases
da: Ladestation-faser
de: Phasen der Ladestation
fr: Phases de la borne
it: Fasi stazione di ricarica

source: Charging station should now be on %@.
da: Ladestation burde nu være på %@.
de: Ladestation sollte jetzt auf %@ stehen.
fr: La borne devrait maintenant être sur %@.
it: La stazione di ricarica dovrebbe ora essere su %@.

source: Charging throughput
da: Opladningseffekt
de: Ladeleistung
fr: Puissance de charge
it: Potenza di ricarica

source: Charging:
da: Oplader:
de: Laden:
fr: Charge:
it: Carica:

source: Charing Station
da: Ladestation
de: Ladestation
fr: Station de recharge
it: Stazione di Charing

source: Choose…
da: Vælg…
de: Wählen…
fr: Choisir…
it: Scegli…

source: City:
da: By:
de: Ort:
fr: Ville:
it: Città:

source: Clear
da: Ryd
de: Löschen
fr: Effacer
it: Cancella

source: Clear activity log?
da: Ryd aktivitetslog?
de: Aktivitätsprotokoll löschen?
fr: Effacer le journal d’activité ?
it: Cancellare il registro attività?

source: Clear history
da: Ryd historik
de: Verlauf löschen
fr: Effacer l'historique
it: Cancella cronologia

source: Clear log
da: Ryd log
de: Protokoll löschen
fr: Effacer le journal
it: Cancella registro

source: Close
da: Luk
de: Schließen
fr: Fermer
it: Chiudi

source: Comparison
da: Sammenligning
de: Vergleich
fr: Comparaison
it: Confronto

source: Condition
da: Betingelse
de: Bedingung
it: Condizione

source: Configuration
da: Konfiguration
de: Konfiguration
it: Configurazione

source: Confirm
da: Bekræft
de: Abmelden
fr: Confirmer
it: Confermare

source: Confirm Logout
da: Bekræft log ud
de: Abmeldung bestätigen
fr: Confirmer la déconnexion
it: Conferma disconnessione

source: Connected
da: Tilsluttet
de: Verbunden
fr: Connecté
it: Connesso

source: Connection error
da: Forbindelsesfejl
de: Verbindungsfehler
fr: Erreur de connexion
it: Errore di connessione

source: Constant
da: Konstant
de: Konstanter Strom
fr: Courant constant
it: Corrente costante

source: Constant current
da: Konstant strøm
de: Konstanter Strom
fr: Puissance constante
it: Corrente costante

source: Always charge
da: Oplad altid
de: Immer laden
fr: Toujours charger
it: Carica sempre

source: Solar & tariff-optimized
da: Solar & tarifoptimeret
de: Solar & Tarifoptimiert
fr: Solaire & tarif optimisé
it: Solare e tariffa ottimizzata

source: Target charge level
da: Ladningsmål
de: Ladeziel
fr: Niveau de charge cible
it: Livello di carica target

source: Constant current in watts.
da: Konstant strøm i watt.
de: Konstanter Strom in Watt
fr: Puissance constante en watts
it: Corrente costante in watt.

source: Consuming %@ kilo-watts from grid
da: Forbruger %@ kilowatt fra elnettet
de: Beziehe %@ kWh vom Netz
fr: Consommation de %@ kilowatts du réseau
it: Consumando %@ kilowatt dalla rete

source: Consumption
da: Forbrug
de: Verbrauch
fr: Consommation
it: Consumo

source: Contorl manually if the battery is charging, discharing or switched off.
da: Styr manuelt om batteriet oplades, aflades eller er slukket.
de: Manuell steuern, ob die Batterie lädt, entlädt oder ausgeschaltet ist.
fr: Contrôler manuellement si la batterie charge, décharge ou est éteinte.
it: Controlla manualmente se la batteria sta caricando, scaricando o è spenta.

source: Copied!
da: Kopieret!
de: Kopiert!
fr: Copié !
it: Copiato!

source: Copy
da: Kopiér
de: Kopieren
fr: Copier
it: Copia

source: Copy filtered
da: Kopiér filtrerede
de: Gefilterte kopieren
fr: Copier les filtrés
it: Copia filtrati

source: Copy message
da: Kopiér besked
de: Nachricht kopieren
fr: Copier le message
it: Copia messaggio

source: Could not schedule app refresh: %@
da: Kunne ikke planlægge app-opdatering: %@
de: App-Aktualisierung konnte nicht geplant werden: %@
fr: Impossible de planifier l'actualisation de l'app : %@
it: Impossibile pianificare l'aggiornamento dell'app: %@

source: Couldn't apply the charging-mode change. Please verify the charging station state in the Solar Manager app.
da: Kunne ikke anvende ændring af opladningstilstand. Kontrollér ladestationens tilstand i Solar Manager-appen.
de: Lademoduswechsel konnte nicht angewendet werden. Bitte den Zustand der Ladestation in der Solar Manager App prüfen.
fr: Impossible d’appliquer le changement de mode de charge. Vérifie l’état de la borne dans l’app Solar Manager.
it: Impossibile applicare la modifica della modalità di ricarica. Verifica lo stato della stazione nell’app Solar Manager.

source: Country:
da: Land:
de: Land:
fr: Pays:
it: Paese:

source: Current
da: Strøm
de: Strom
fr: Courant
it: Corrente

# Current %@ (target %@ %@).
source: Current %1$@ (target %2$@ %3$@).
da: Aktuelt %1$@ (mål %2$@ %3$@).
de: Aktuell %1$@ (Ziel %2$@ %3$@).
fr: Actuel %1$@ (cible %2$@ %3$@).
it: Attuale %1$@ (obiettivo %2$@ %3$@).

source: Current Battery Level
da: Aktuelt batteriniveauet
de: Aktuellem Batteriestand
fr: Niveau de batterie actuel
it: Livello batteria attuale

source: Current battery: %lld%%
da: Aktuelt batteri: %lld%%
de: Aktuelle Batterie: %lld%%
fr: Batterie actuelle : %lld%%
it: Batteria attuale: %lld%%

source: Current consumption
da: Aktuelt forbrug
de: Aktueller Verbrauch
fr: Consommation actuelle
it: Consumo attuale

source: Current custom background
da: Nuværende baggrund
de: Aktueller Hintergrund
fr: Arrière-plan actuel
it: Sfondo attuale

source: Current custom logo
da: Nuværende logo
de: Aktuelles Logo
fr: Logo actuel
it: Logo attuale

source: Current production and consumption
da: Aktuel produktion og forbrug
de: Aktuelle Produktion und Verbrauch
fr: Production et consommation actuelles
it: Produzione e consumo attuali

source: Current Solar Production
da: Aktuel solproduktion
de: Aktuelle Solarproduktion
fr: Production solaire actuelle
it: Produzione solare attuale

source: Current solar production is %@ kilowatts
da: Nuværende solcelleproduktion er %@ kilowatt
de: Aktuelle Solarproduktion beträgt %@ kilowatt
fr: La production solaire actuelle est de %@ kilowatts
it: La produzione solare attuale è %@ kilowatt

source: Current:
da: Aktuel:
de: Aktuell:
fr: Actuel:
it: Attuale:

source: Current: %.1f kW
da: Aktuelt: %.1f kW
de: Aktuell: %.1f kW
fr: Actuel : %.1f kW
it: Attuale: %.1f kW

source: Current: %@
da: Nuværende: %@
de: Aktuell: %@
fr: Actuel : %@
it: Attuale: %@

source: Current: %d%%
da: Aktuelt: %d%%
de: Aktuell: %d%%
fr: Actuel : %d%%
it: Attuale: %d%%

source: Custom
da: Andet
de: Eigene
fr: Perso.
it: Perso.

source: Custom Background
da: Eget baggrundsbillede
de: Eigener Hintergrund
fr: Arrière-plan perso
it: Sfondo personalizzato

source: Custom Logo
da: Eget logo
de: Eigenes Logo
fr: Logo personnalisé
it: Logo personalizzato

source: Dark Sky
da: Mørk himmel
de: Dunkler Himmel
fr: Ciel sombre
it: Cielo scuro

source: Darken widgets
da: Formørk widgets
de: Widgets abdunkeln
fr: Assombrir les widgets
it: Scurire i widget

source: Day
da: Dag
de: Tag
fr: Jour
it: Giorno

source: day after tomorrow
da: i overmorgen
de: übermorgen
fr: après-demain
it: dopodomani

source: Day after tomorrow
da: I overmorgen
de: Übermorgen
fr: Après-demain
it: Dopodomani

source: Delete
da: Slet
de: Löschen
fr: Supprimer
it: Elimina

source: Delete all
da: Slet alle
de: Alle löschen
fr: Tout supprimer
it: Elimina tutto

source: Delete all received watch logs?
da: Slet alle modtagne ur-logs?
de: Alle empfangenen Watch-Protokolle löschen?
fr: Supprimer tous les journaux reçus de la montre ?
it: Eliminare tutti i log ricevuti dall’orologio?

source: Device count:
da: Antal enheder:
de: Anzahl Geräte:
fr: Nombre d'appareils:
it: Numero di dispositivi:

source: Devices
da: Enheder
de: Geräte
fr: Appareils
it: Dispositivi

source: Diagnostics
da: Diagnostik
de: Diagnose
fr: Diagnostic
it: Diagnostica

source: Did you know Solar Lens has built-in Siri integration?
da: Vidste du, at Solar Lens har indbygget Siri-integration?
de: Wussten Sie, dass Solar Lens eine Siri-Integration hat?
fr: Saviez-vous que Solar Lens dispose d'une intégration Siri intégrée?
it: Sapevi che Solar Lens ha l'integrazione Siri integrata?

source: Disable notification
da: Deaktiver notifikation
de: Benachrichtigung deaktivieren
fr: Désactiver la notification
it: Disattiva notifica

source: Discharge limit:
da: Afladningsgrænse:
de: Entladelimit:
fr: Limite de décharge:
it: Limite di scarica:

source: Discharged
da: Afladet
de: Entladen
fr: Déchargée
it: Scaricata

source: Discharged:
da: Afladet:
de: Entladen:
fr: Déchargé :
it: Scaricata:

source: Discharging limit:
da: Afladningsgrænse:
de: Entladelimit:
fr: Limite de décharge:
it: Limite di scarica:

source: Discharging power:
da: Afladningseffekt:
de: Entladeleistung:
fr: Puissance de décharge:
it: Potenza di scarica:

source: Discharging:
da: Aflader:
de: Entladen:
fr: Décharge:
it: Scarica:

source: Disconnected
da: Afbrudt
de: Getrennt
fr: Déconnecté
it: Disconnesso

source: Discover Siri
da: Opdag Siri
de: Entdecke Siri
fr: Découvrir Siri
it: Scopri Siri

source: Do not charge
da: Oplad ikke
de: Nicht laden
fr: Ne pas charger
it: Non caricare

source: Don't go below (if possible)
da: Gå ikke under (hvis muligt)
de: Nicht darunter (wenn möglich)
fr: Ne pas descendre en dessous (si possible)
it: Non scendere sotto (se possibile)

source: Done
da: Færdig
de: Fertig
fr: Terminé
it: Fine

source: Downloading image...
da: Henter billede...
de: Bild wird geladen...
fr: Téléchargement...
it: Download immagine...

source: Earth
da: Jorden
de: Erde
fr: Terre
it: Terra

source: Eco
da: Øko
fr: Éco

source: Efficiency
da: Effektivitet
de: Effizienz
fr: Efficacité
it: Efficienza

source: Electricity costs last 7 days
da: Elomkostninger sidste 7 dage
de: Stromkosten letzte 7 Tage
fr: Coûts électricité 7 derniers jours
it: Costi elettricità ultimi 7 giorni

source: Empty
da: Tom
de: Leer
fr: Vide
it: Vuota

# Empty in %@ at %@
source: Empty in %1$@ at %2$@
da: Tom om %@ kl. %@
de: Leer in %@ um %@
fr: Vide en %@ à %@
it: Vuoto in %@ alle %@

source: Enable
da: Aktivér
de: Aktivieren
fr: Activer
it: Attiva

source: Enable notification
da: Aktivér notifikation
de: Benachrichtigung aktivieren
fr: Activer la notification
it: Attiva notifica

source: Energy
da: Energi
de: Energie
fr: Énergie
it: Energia

source: Energy Assistant:
da: Energiassistent:
de: Energieassistent:
fr: Assistant énergétique:
it: Assistente energetico:

source: Equal or above
da: Lig med eller over
de: Gleich oder darüber
fr: Égal ou supérieur
it: Uguale o superiore

source: Equal or below
da: Lig med eller under
de: Gleich oder darunter
fr: Égal ou inférieur
it: Uguale o inferiore

source: Error
da: Fejl
fr: Erreur
it: Errore

source: Error message:
da: Fejlmeddelelse:
de: Fehlermeldung:
fr: Message d'erreur:
it: Messaggio di errore:

source: Error:
da: Fejl:
de: Fehler:
fr: Erreur:
it: Errore:

source: Explanation
da: Forklaring
de: Erklärung
fr: Explication
it: Spiegazione

source: Export
da: Eksport
de: Eingespiesen
it: Esportazione

source: Export %@
da: Eksport %@
de: Eingespiesen %@
it: Esportazione %@

source: Export Format
da: Eksportformat
fr: Format d'export
it: Formato export

source: Export:
da: Eksport:
de: Eingespiesen:
it: Esportazione:

source: Exported
da: Eksporteret
de: Eingespiesen
fr: Exporté
it: Esportata

source: Exporting %@ kilo-watts to grid
da: Eksporterer %@ kilowatt til elnettet
de: Speise %@ kilowatt in das Netz ein
fr: Exportation de %@ kilowatts vers le réseau
it: Esportazione di %@ kilowatt sulla rete

source: Floor
da: Minimum
de: Mindeststand
fr: Seuil
it: Minimo

source: Floor %lld%%
da: Grænse %lld%%
de: Untergrenze %lld%%
fr: Limite %lld%%
it: Soglia %lld%%

source: Floor reached in
da: Grænse nået om
de: Voraussichtlich fertig in
fr: Limite atteinte dans
it: Soglia raggiunta tra

source: Forecast
da: Prognose
de: Prognose
fr: Prévision
it: Previsione

source: Forecast day
da: Prognosedag
de: Vorhersagetag
fr: Jour de prévision
it: Giorno di previsione

source: Forecast Day
da: Prognosedag
de: Prognosetag
fr: Jour prévision
it: Giorno previsione

source: Forecast for ${day}
da: Prognose for ${day}
de: Prognose für ${day}
fr: Prévision pour ${day}
it: Previsione per ${day}

# Forecast to cross %@ %@ around now — open Solar Lens to verify.
source: Forecast to cross %1$@ %2$@ around now — open Solar Lens to verify.
da: Forventes at krydse %1$@ %2$@ omkring nu — åbn Solar Lens for at se.
de: Voraussichtlich jetzt bei %1$@ %2$@ — in Solar Lens prüfen.
fr: Devrait franchir %1$@ %2$@ vers maintenant — ouvre Solar Lens pour vérifier.
it: Previsto intorno a ora a %1$@ %2$@ — apri Solar Lens per verificare.

source: Forecast will appear here when data is available.
da: Prognosen vises her, når data er tilgængelige.
de: Die Prognose wird hier angezeigt, sobald Daten verfügbar sind.
fr: Les prévisions apparaîtront ici lorsque les données seront disponibles.
it: Le previsioni appariranno qui quando i dati saranno disponibili.

source: From
da: Fra
de: Von
fr: Du
it: Da

source: Full
da: Fuld
de: Voll
fr: Complète
it: Piena

# Full in %@ at %@
source: Full in %1$@ at %2$@
da: Fuld om %@ kl. %@
de: Voll in %@ um %@
fr: Plein en %@ à %@
it: Pieno in %@ alle %@

source: Get a notification when battery, solar, grid or charging crosses a level you choose. Run several in parallel.
da: Få en notifikation, når batteri, sol, elnet eller opladning krydser et niveau, du vælger. Kør flere parallelt.
de: Erhalte eine Benachrichtigung, wenn Batterie, Solar, Netz oder Laden einen von dir gewählten Wert über- oder unterschreitet. Mehrere können parallel laufen.
fr: Reçois une notification lorsque la batterie, le solaire, le réseau ou la charge franchit un niveau de ton choix. Lance-en plusieurs en parallèle.
it: Ricevi una notifica quando batteria, solare, rete o ricarica attraversa un livello a tua scelta. Puoi eseguirne diverse in parallelo.

source: Get a push notification when your house battery reaches a level you choose. Auto-cancels after 24 hours if the level isn't reached.
da: Få en push-notifikation, når dit husbatteri når et niveau, du vælger. Annulleres automatisk efter 24 timer, hvis niveauet ikke nås.
de: Erhalte eine Push-Benachrichtigung, wenn deine Haus-Batterie den von dir gewählten Stand erreicht. Bricht nach 24 Stunden automatisch ab, wenn der Stand nicht erreicht wird.
fr: Reçois une notification push lorsque ta batterie maison atteint le niveau que tu choisis. S’annule automatiquement après 24 heures si le niveau n’est pas atteint.
it: Ricevi una notifica push quando la tua batteria di casa raggiunge il livello che scegli. Si annulla automaticamente dopo 24 ore se il livello non viene raggiunto.

source: Get car information
da: Hent bilinformation
de: Fahrzeuginformationen abfragen
fr: Obtenir des informations sur la voiture
it: Ottieni informazioni sull'auto

source: Get current battery level
da: Hent aktuelt batteriniveau
de: Aktueller Batteriestand anfragen
fr: Obtenir le niveau actuel de la batterie
it: Ottieni il livello attuale della batteria

source: Get current consumption
da: Hent aktuelt forbrug
de: Aktueller Verbrauch abfragen
fr: Obtenir la consommation actuelle
it: Ottieni il consumo attuale

source: Get current power consumption
da: Hent aktuelt strømforbrug
de: Aktueller Stromverbrauch abfragen
fr: Obtenir la consommation électrique actuelle
it: Ottieni il consumo energetico attuale

source: Get current solar production
da: Hent nuværende solcelleproduktion
de: Solar Produktion abfragen
fr: Obtenir la production solaire actuelle
it: Ottieni la produzione solare attuale

source: Get efficiency
da: Hent effektivitet
de: Effizienz abrufen
fr: Obtenir l'efficacité
it: Ottieni efficienza

source: Get solar forecast
da: Hent solprognose
de: Solarprognose abrufen
fr: Obtenir la prévision solaire
it: Ottieni la previsione solare

source: Get the current battery level in percent
da: Hent det aktuelle batteriniveau i procent
de: Liefert den aktuellen Ladestand der Batterie
fr: Obtenir le niveau actuel de la batterie en pourcentage
it: Ottieni il livello attuale della batteria in percentuale

source: Get the solar forecast in kWh
da: Hent solprognosen i kWh
de: Solarprognose in kWh abrufen
fr: Obtenir la prévision solaire en kWh
it: Ottieni la previsione solare in kWh

source: Green Gradient
da: Grøn gradient
de: Grüner Farbverlauf
fr: Dégradé vert
it: Gradiente verde

source: Green Leaf
da: Grønt blad
de: Grünes Blatt
fr: Feuille verte
it: Foglia verde

source: Grid
da: Elnet
de: Netz
fr: Réseau
it: Rete Energetica

source: Grid export
da: Eksport til elnet
de: Netzeinspeisung
fr: Injection réseau
it: Immissione in rete

source: Grid Export
da: Neteksport
de: Netzeinspeisung
fr: Export réseau
it: Esportazione rete

source: Grid import
da: Import fra elnet
de: Netzbezug
fr: Soutirage réseau
it: Prelievo dalla rete

source: Grid Import
da: Netimport
de: Netzbezug
fr: Import réseau
it: Importazione rete

source: Grid import avoided
da: Undgået netimport
de: Vermiedener Netzbezug
fr: Import réseau évité
it: Import rete evitato

source: Heat pump
da: Varmepumpe
de: Wärmepumpe
fr: Pompe à chaleur
it: Pompa di calore

source: Here is how:
da: Her er hvordan:
de: Und so geht es:
fr: Voici comment :
it: Ecco come fare:

source: Idle
da: Inaktiv
de: Inaktiv
fr: Inactif
it: Inattiva

source: In:
da: Ind:
de: Ein:
fr: Entrée:

source: Information about our site efficiency
da: Information om vores anlægs effektivitet
de: Informationen zur Effizienz unserer Anlage
fr: Informations sur l'efficacité de notre site
it: Informazioni sull'efficienza del nostro sito

source: Information about the car
da: Information om bilen
de: Fahrzeuginformationen
fr: Informations sur la voiture
it: Informazioni sull'auto

source: Integrations
da: Integrationer
de: Integrationen
fr: Intégrations
it: Integrazioni

source: Invalid Email
da: Ugyldig e-mail
de: Ungültige E-Mail
fr: Adresse email invalide
it: Indirizzo e-mail non valido

source: Invalid passwort
da: Ugyldigt kodeord
de: Ungültiges Passwort
fr: Mot de passe incorrect
it: Password errata

source: Invalid server response
da: Ugyldigt svar
de: Ungültige Serverantwort
fr: Réponse invalide
it: Risposta non valida

source: iOS gave us BG processing runtime
da: iOS gav os kørselstid til baggrundsbehandling
de: iOS hat Laufzeit für Hintergrundverarbeitung gewährt
fr: iOS nous a accordé du temps d'exécution en arrière-plan
it: iOS ci ha concesso tempo di esecuzione in background

source: iOS gave us BG runtime
da: iOS gav os baggrundskøretid
de: iOS hat uns Hintergrund-Laufzeit gegeben
fr: iOS nous a accordé du temps en arrière-plan
it: iOS ci ha dato tempo di esecuzione in background

source: iOS gave us BG runtime (gap: %lld min)
da: iOS gav os baggrundskøretid (mellemrum: %lld min)
de: iOS hat uns Hintergrund-Laufzeit gegeben (Pause: %lld Min.)
fr: iOS nous a accordé du temps en arrière-plan (écart : %lld min)
it: iOS ci ha dato tempo di esecuzione in background (intervallo: %lld min)

source: iOS may delay the reset by a few minutes if the device is asleep at that time. Keep Solar Lens running for the most precise reset.
da: iOS kan forsinke nulstillingen med nogle minutter, hvis enheden er i dvale på det tidspunkt. Hold Solar Lens åben for den mest præcise nulstilling.
de: iOS kann den Reset um einige Minuten verzögern, wenn das Gerät zu diesem Zeitpunkt im Ruhezustand ist. Lasse Solar Lens geöffnet, um eine möglichst präzise Ausführung zu erreichen.
fr: iOS peut retarder la réinitialisation de quelques minutes si l’appareil est en veille à ce moment-là. Garde Solar Lens ouvert pour une réinit. la plus précise possible.
it: iOS può ritardare il reset di alcuni minuti se il dispositivo è in standby in quel momento. Tieni Solar Lens aperto per il reset più preciso.

source: Is any car charging?
da: Bliver en bil opladet?
de: Ist ein Auto am Laden?
fr: Est-ce qu'une voiture est en charge ?
it: C'è un'auto in carica?

source: Is any car currently charging
da: Er der en bil, der oplader i øjeblikket?
de: Ist aktuell ein Auto am Laden?
fr: Est-ce qu'une voiture est en charge actuellement ?
it: C'è un'auto attualmente in carica?

source: just now
da: lige nu
de: jetzt
fr: à l'instant
it: poco fa

source: Keep Solar Lens open for the most precise control — iOS may throttle background runs.
da: Hold Solar Lens åben for den mest præcise styring — iOS kan begrænse baggrundskørsel.
de: Lass Solar Lens geöffnet, um eine möglichst präzise Steuerung zu erreichen — iOS kann Hintergrundausführungen drosseln.
fr: Garde Solar Lens ouvert pour un contrôle aussi précis que possible — iOS peut limiter l’exécution en arrière-plan.
it: Tieni Solar Lens aperto per il controllo più preciso possibile — iOS può limitare le esecuzioni in background.

source: Keep Solar Lens open for the most precise timing.
da: Hold Solar Lens åben for den mest præcise timing.
de: Lass Solar Lens geöffnet, damit Zeitpläne möglichst präzise ausgeführt werden.
fr: Garde Solar Lens ouvert pour un déclenchement aussi précis que possible.
it: Tieni Solar Lens aperto per la massima precisione di esecuzione.

source: Last fired
da: Senest udløst
de: Zuletzt ausgelöst
fr: Dernier déclenchement
it: Ultima attivazione

source: Last seen: %lld%%.
da: Sidst set: %lld%%.
de: Zuletzt gesehen: %lld%%.
fr: Dernière valeur : %lld%%.
it: Ultimo valore: %lld%%.

source: Let Solar Lens handle smart routines for you — charging, schedules and battery alerts.
da: Lad Solar Lens klare smarte rutiner for dig — opladning, tidsplaner og batterialarmer.
de: Lass Solar Lens clevere Abläufe für dich übernehmen — Laden, Zeitpläne und Batterie-Hinweise.
fr: Laisse Solar Lens gérer des routines intelligentes pour toi — recharge, planifications et alertes de batterie.
it: Lascia che Solar Lens gestisca routine intelligenti per te — ricarica, pianificazioni e avvisi sulla batteria.

source: Level
da: Niveau
de: Füllstand
fr: Niveau
it: Livello

source: Licence:
da: Licens:
de: Lizenz:
it: Licenza:
